Repository: dnknth/snips-thermo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: higher
de: höher

source: warmer
de: wärmer

source: cooler
de: kühler

source: lower
de: niedriger

source: Sorry, that's impossible.
de: Das geht leider nicht.

source: Sorry, I don't know.
de: Das weiss ich leider nicht.

source: The heating is set to {initial}{last}.
de: Es sind {initial}{last} eingestellt.

source: It is set to {degrees:n} degrees.
de: Es sind {degrees:n} Grad eingestellt.

source: {degrees:n} degrees {in_room}
de: {degrees:n} Grad {in_room}

source: It is {initial}{last}.
de: Es ist {initial}{last}.

source: It is {degrees:n} degrees.
de: Es sind {degrees:n} Grad.

source: which temperature?
de: welche Temperatur?

source: warmer or cooler?
de: wärmer oder kühler?

source: Sorry, I con't do this right now.
de: Das kann ich momentan leider nicht.
